Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/udi.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: svar på vanlige spørsmål i forbindelse med Brexit
nn: svar på vanlege spørsmål i samband med Brexit

source: Dette må være inntekt som arbeidsgiveren din har rapportert inn til Skatteetaten, og tilsvarer det som er oppgitt på dine lønnsslipper.
nn: Dette må vere inntekt som arbeidsgjevaren din har rapportert inn til Skatteetaten, og samsvarer med det som er oppgitt på dine lønsslippar.

source: du møte opp ved en norsk utenriksstasjon eller søknadssenter og levere inn alle søknadsdokumentene dine der
nn: du møte opp ved ein norsk utanriksstasjon eller søknadssenter og levere inn alle søknadsdokumentene dine der

source: Trenger jeg å bestille ny time etter at jeg har fått svar på søknaden min?
nn: Treng eg å bestille ny time etter at eg har fått svar på søknaden min?

source: Mange som har søkt fra Norge, vil slippe andre oppmøte hos politiet
nn: Mange som har søkt frå Noreg, vil sleppe andre oppmøte hos politiet

source: Bedrifter og personer som utfører oppgaver for UDI, kan også få tilgang til opplysninger som er nødvendige for arbeidet sitt, som for eksempel driftsoperatører av asylmottak.
nn: Bedrifter og personar som utfører oppgåver for UDI, kan også få tilgang til opplysningar som er nødvendige for arbeidet deira. Dette kan til dømes gjelde driftsoperatørar av asylmottak.

source: Artister, kunstnere, musikere og deres hjelpepersonell trenger ikke oppholdstillatelse hvis de skal ha konserter/forestillinger i Norge i til sammen maksimalt 14 dager i løpet av et kalenderår.
nn: Artistar, kunstnarar, musikarar og hjelpepersonellet deira treng ikkje opphaldsløyve dersom dei skal ha konsertar/førestillingar i Noreg i til saman maksimalt 14 dagar i løpet av eit kalenderår.

source: For å få innvilget familieinnvandring, må personen som bor i Norge (referansepersonen) som hovedregel ha inntekt.
nn: For å få innvilga familieinnvandring, må personen som bur i Noreg (referansepersonen) som hovudregel ha inntekt.

source: Tilbake til forrige side (Om koronasituasjonen)
nn: Tilbake til førre side (Om koronasituasjonen)

source: I de landene det kommer asylsøkere fra, rapporterer utenriksstasjonene til Landinfo om menneskerettsforhold.
nn: I dei landa det kjem asylsøkjarar frå, rapporterer utanriksstasjonane til Landinfo om menneskerettsforhold.

source: familien din ikke har rett til å komme og bo sammen med deg i Norge
nn: familien din ikkje har rett til å komme og bu saman med deg i Noreg

source: i ambassadens sjekkliste
nn: i ambassaden sin sjekkliste

source: du har brutt norsk lov eller har blitt straffet for et lovbrudd i et annet land
nn: du har brote norsk lov eller har blitt straffa for eit lovbrot i eit anna land

source: du ble norsk statsborger etter å ha søkt om det, men du sa ikke fra deg det tidligere statsborgerskapet ditt innen fristen du fikk fra UDI.
nn: du blei norsk statsborgar etter å ha søkt om det, men du sa ikkje frå deg det tidlegare statsborgarskapet ditt innan fristen du fekk frå UDI.

source: høst var Florence i arbeidspraksis på
nn: var Florence i arbeidspraksis på ein

source: Hvis du skal være student kun ett semester i Norge, så må du dokumentere 57 435 kroner for høstsemesteret og 68 922 kroner for vårsemesteret.
nn: Viss du skal vere student berre eitt semester i Noreg, så må du dokumentere 57 435 kroner for haustsemesteret og 68 922 kroner for vårsemesteret.

source: UDI bruker tolker og oversettere til mange forskjellige språk.
nn: UDI bruker tolkar og omsetjarar på mange forskjellige språk.

source: Personer som har gyldig oppholdstillatelse eller permanent oppholdstillatelse i Norge.
nn: personar som har gyldig opphaldsløyve eller permanent opphaldsløyve i Noreg.

source: Hvis du bor utenfor Norge i mer enn to år, kan
nn: Dersom du bur utanfor Noreg i meir enn to år, kan

source: Her kan både arbeidsgivere og arbeidstakere få veiledning og behandling av søknaden sin.
nn: Her kan både arbeidsgivarar og arbeidstakarar få rettleiing og behandling av søknaden sin.

source: Hvis du har
nn: Dersom du har

source: Hvis du tar en utdanning som gir ujevn uttelling av studiepoeng per år, kan vi se på om du i gjennomsnitt tar 60 studiepoeng i året.
nn: Dersom du tek ei utdanning som gir ujamn utteljing av studiepoeng per år, kan vi sjå på om du i gjennomsnitt tek 60 studiepoeng i året.

source: Vi ser på situasjonen i landet ditt og på din egen situasjon.
nn: Vi ser på situasjonen i landet ditt og på din eigen situasjon.

source: Vi utleverer i tillegg enkelte opplysninger til internasjonale organisasjoner og interesseorganisasjoner som hjelper oss i utlendingssaker, slik som Norsk organisasjon for asylsøkere (NOAS) og International Organization for Migration (IOM).
nn: Vi leverer i tillegg ut enkelte opplysningar til internasjonale organisasjonar og interesseorganisasjonar som hjelper oss i utlendingssaker, slik som Norsk organisasjon for asylsøkere (NOAS) og International Organization for Migration (IOM).

source: risikerer du at du ikke får besøksvisum neste gang du søker
nn: risikerer du at du ikkje får besøksvisum neste gong du søkjer

source: om du trenger en person som følger deg.
nn: om du treng ein person som følgjer deg.

source: Hvis du er statsborger av et land utenfor EU/EØS og skal arbeide før du får oppmøte hos politiet så må du
nn: Viss du er statsborgar av eit land utanfor EU/EØS og skal arbeide før du får oppmøte hos politiet så må du

source: Bilde, fingeravtrykk og signatur
nn: Bilete, fingeravtrykk og signatur

source: , ble du automatisk norsk hvis du
nn: , blei du automatisk norsk dersom du

source: søke om opphevelse av innreiseforbudet
nn: søkje om oppheving av innreiseforbodet

source: I mange tilfeller kan politiet bestille oppholdskort uten at søkeren må møte opp igjen i forbindelse med samme sak.
nn: I mange tilfelle kan politiet bestille opphaldskort utan at søkaren må møte opp igjen i samband med same sak.

source: De som har kommet til Norge som arbeidsinnvandrere og har oppholdstillatelse som faglært arbeidstaker med arbeidsgiver i Norge, kan bytte arbeidsgiver uten å søke om ny oppholdstillatelse.
nn: Dei som har kome til Noreg som arbeidsinnvandrarar og har opphaldsløyve som faglært arbeidstakar med arbeidgivar i Noreg, kan bytte arbeidsgivar utan å søkje om nytt arbeidsløyve.

source: politiet der du bor, eller en norsk utenriksstasjon.
nn: politiet der du bur, eller ein norsk utanriksstasjon.

source: Etter at firmaet har sendt skjemaet til den som søker om visum, har det forpliktet seg til å være garantisten, og kan ikke ombestemme seg.
nn: Etter at firmaet har sendt skjemaet til den som søker om visum, har det forplikta seg til å vere garantisten, og kan ikkje ombestemme seg.

source: Jeg finner ingen ledig time.
nn: Eg finn ingen ledig time.

source: Dette betyr at oppdragsgiveren ikke kan hente inn en ny teknisk ekspert uten oppholdstillatelse hvis oppdraget likevel tar mer enn tre måneder.
nn: Det inneber at oppdragsgivaren ikkje kan hente inn ein ny teknisk ekspert utan opphaldsløyve dersom oppdraget likevel tek meir enn tre månader.

source: Ved blant annet søknader om oppholdstillatelse for faglærte og sesongarbeidere kan arbeidsgiveren søke på vegne av arbeidstakeren.
nn: Ved mellom anna søknader om opphaldsløyve for faglærte og sesongarbeidarar kan arbeidsgivaren søkje på vegner av arbeidstakaren.

source: alle disse fire forutsetningene
nn: alle desse fire føresetnadane

source: Du skal bidra til å avklare identiteten din og har plikt til å gi opplysninger som kan ha betydning for saken din (se utlendingsloven § 83 og statsborgerloven § 29).
nn: Du skal bidra til å avklare identiteten din og har plikt til å gi opplysningar som kan ha noko å seie for saka di (sjå utlendingslova § 83 og statsborgerlova § 29).

source: Tvangsekteskap og ekteskap inngått i utlandet med mindreårig vil normalt ikke gi rett til familiegjenforening som ektefelle
nn: Tvangsekteskap og ekteskap inngått i utlandet med ein mindreårig vil normalt ikkje gi rett til familieinnvandring som ektefelle.

source: Tolker og oversettere som skal ta oppdrag for UDI
nn: Tolkar og omsetjarar som skal ta oppdrag for UDI

source: Husk at hvis du reiser ut og inn av Norge etter at du har søkt om familieinnvandring må du
nn: Hugs at dersom du reiser ut og inn av Noreg etter at du har søkt om familieinnvandring må du

source: Sakene som UDI behandler automatisert vil alltid bli behandlet ut fra regelverket som gjelder og de personopplysningene vi har om deg.
nn: Sakene som UDI behandlar automatisert vil alltid bli behandla ut frå regelverket som gjeld og dei personopplysningane vi har om deg.

source: eller en arbeidskontrakt som inneholder den samme informasjonen som i ansettelsesbeviset.
nn: eller ein arbeidskontrakt som inneheld den same informasjonen som i tilsetjingsbeviset.

source: skal etablere seg i Norge.
nn: skal etablera seg i Noreg.

source: person under 25 år som allerede bor i Norge
nn: person under 25 år som allereie bur i Noreg

source: Hvis du har norsk utlendingspass, må du sjekke hvor lenge det er gyldig og fornye dette før det går ut.
nn: Dersom du har norsk utlendingspass, må du sjekke kor lenge det er gyldig, og fornye det før det går ut.

source: I vedtaket og oversendelsesbrevet UDI eller UNE sendte deg da du fikk oppholdstillatelse, finner du en frist for når du må ha reist inn til Norge.
nn: I vedtaket og oversendelsesbrevet UDI eller UNE sende deg då du fekk opphaldsløyve, finn du ein frist for når du må ha reist inn til Noreg.

source: besøksvisum for å reise til et annet Schengenland
nn: besøksvisum for å reise til eit anna Schengen-land

source: Hvis det er en spesiell grunn til at du skal besøke søsteren eller broren din, for eksempel at du skal i bryllupet deres, er det større sjanse for at du får visum.
nn: Dersom det er ein spesiell grunn til at du skal besøkje søstera di eller broren din, for eksempel at du skal i bryllaupet deira, er det større sjanse for at du får visum.

source: sendelse til mottaket etter reisen, og få tilbake beløpet fra dem.
nn: forsendelse til mottaket etter reisa, og få tilbake beløpet frå dei.

source: Hvis du søkte oppholdstillatelse etter 16.
nn: Dersom du søkte opphaldsløyve etter 16.

source: Oppgi relevante kvalifikasjoner den/de som skal gjennomføre
nn: Oppgje relevante kvalifikasjonar den/dei som skal gjennomføre

source: Flere reisedokumenter har nytt design og farge fra 19.
nn: Fleire reisedokument har nytt design og farge frå 19.

source: En oppnevnt verge kan også sende en slik søknad.
nn: Ei oppnemnd verje kan òg sende ein slik søknad.

source: søkere faller, er en konsekvens av at norske
nn: ein konsekvens av at norske myndigheiter har

source: opphold i etter at du forlot Norge.
nn: opphald i etter at du forlot Noreg.

source: UDI kan også gi opplysninger som ikke er taushetsbelagte til andre offentlige etater og til bedrifter og personer.
nn: UDI kan også gi opplysningar som ikkje ligg under teieplikt, til andre offentlege etatar og til bedrifter og personar.

source: Du trenger ikke å sende lønnsslipper eller annen dokumentasjon på inntekt.
nn: Du treng ikkje å sende lønnsslippar eller annan dokumentasjon på inntekt.

source: Når får jeg svar på søknaden min?
nn: Når får eg svar på søknaden min?

source: kjent med at det er straffbart å gi vesentlig uriktige eller åpenbart villedende opplysninger dersom jeg har gjort det bevisst, eller grovt uaktsomt.
nn: Eg er kjent med at det er straffbart å gi vesentlig urette eller openbert villeiande opplysningar dersom jeg har gjort det bevisst, eller grovt uaktsomt.

source: Gjennom fleksible løsninger er UDI godt rustet til å håndtere endringer i internasjonale og nasjonale rammebetingelser.
nn: Gjennom fleksible løysingar er UDI godt rusta til å handtere endringar i internasjonale og nasjonale rammevilkår.

source: I utgangspunktet må du reise tilbake til hjemlandet ditt hvis du ikke lenger har en gyldig oppholdstillatelse i et annet land.
nn: I utgangspunktet må du reise tilbake til heimlandet ditt viss du ikkje lenger har eit gyldig opphaldsløyve i eit anna land.

source: hvis du har spørsmål om hvor lenge du må vente påå få bekreftelse på tidlig arbeidsstart fra politiet, eller hvis du har andre spørsmål om hvordan politiet håndterer ordningen om tidlig arbeidsstart.
nn: dersom du har spørsmål om kor lenge du må vente påå få ei stadfesting på tidleg arbeidsstart frå politiet, eller dersom du har andre spørsmål om korleis politiet handterer ordninga om tidleg arbeidsstart.

source: Husk å underskrive
nn: Hugs å underskrive

source: Du må legge ved kopi av vedtak fra kommunen der det står om du har fått fritak fra opplæring i norsk, opplæring i samfunnskunnskap eller begge deler.
nn: Du må leggje ved kopi av vedtaket frå kommunen der det står om du har fått fritak frå opplæring i norsk, opplæring i samfunnskunnskap eller begge delar.

source: Hvis du skal arbeide eller drive næringsvirksomhet i Norge, må du søke om en oppholdstillatelse som familiemedlem av diplomat eller NATO-personell.
nn: Dersom du skal arbeide eller drive næringsverksemd i Noreg, må du søkje om opphaldsløyve som familiemedlem av diplomat eller NATO-personell.

source: Hvis du skal bo utenfor Norge i mer enn to år, vil du vanligvis miste den permanente oppholdstillatelsen din, men du kan søke om å få beholde den.
nn: Dersom du skal bu utanfor Noreg i meir enn to år, vil du vanlegvis miste det permanente opphaldsløyvet ditt, men du kan søkje om å få behalde det.

source: holder en vurdering fra legen om at du trenger en følgeperson
nn: held ein vurdering frå legen om at du treng ein følgjeperson på

source: Hvis du har vært i
nn: Dersom du har vore i

source: for hele skoleåret.
nn: for heile skuleåret.

source: desember 2020, må du søke om oppholdstillatelse etter reglene for de som er statsborgere av land utenfor EU/EØS («tredjelandsregelverket»), slik som for eksempel amerikanske statsborgere gjør.
nn: desember 2020, må du søkje om opphaldsløyve etter reglane for dei som er statsborgarar av land utanfor EU/EØS («tredjelandsregelverket»), slik som til dømes amerikanske statsborgarar gjer.

source: Opplæring og forskning
nn: Opplæring og forsking

source: Du kan bare få oppholdstillatelse for å ta kurs som du i følge Helsedirektoratet mangler for å kunne få lisens eller autorisasjon.
nn: Du kan berre få opphaldsløyve for å ta kurs som du ifølgje Helsedirektoratet manglar for å kunne få lisens eller autorisasjon.

source: behandle saker om visum, oppholdstillatelse, beskyttelse, eksklusjon, reisedokument, statsborgerskap, bortvisning, utvisning og assistert retur
nn: behandle saker om visum, opphaldsløyve, vern, eksklusjon, reisedokument, statsborgarskap, bortvising, utvising og assistert retur

source: Skann eller ta bilde av det signerte brevet og
nn: Skann eller ta bilete av det signerte brevet og

source: Mer informasjon for hjelpere
nn: Meir informasjon for hjelparar

source: Utdanningen kan ikke være nettstudier
nn: Utdanninga kan ikkje vere nettstudiar.

source: Personer som oppholdskort i et
nn: Personar som har opphaldskort i eit

source: Informasjon til deg som venter på svar på en søknad
nn: Informasjon til deg som ventar på svar på søknaden din

source: sjekke med Folkeregisteret at du er registrert som norsk statsborger (eksternt nettsted)
nn: sjekke med Folkeregisteret at du er registrert som norsk statsborgar (ekstern nettstad)

source: Fyll ut personopplysningene til familiemedlemmet eller
nn: Fyll ut personopplysningane til familiemedlemmen eller

source: ha oversikt over tilbudene du får, godtatte og avviste oppdrag, og oversikt over gjennomførte oppdrag
nn: ha oversikt over tilboda du får, oppdrag du har godteke og avist, og oversikt over oppdrag du har gjennomført

source: Hvis du har fått oppholdstillatelse som au pair før eller under pandemien og trenger innreisevisum for å reise til Norge
nn: Viss du har fått opphaldsløyve som au pair før eller under pandemien og treng innreisevisum for å reise til Noreg

source: Det betyr at du ikke kan ha reist mer enn to måneder til utlandet per kalenderår i løpet av de siste to årene.
nn: Det betyr at du ikkje kan ha reist meir enn to månader til utlandet per kalenderår i løpet av dei siste to åra.

source: Hvis noen gifter seg mot sin vilje etter å ha blitt utsatt for press, trusler eller annen psykisk eller fysisk vold uavhengig av alder, er det et tvangsekteskap.
nn: Dersom nokon giftar seg mot sin vilje etter å ha blitt utsett for press, truslar eller annan psykisk eller fysisk vald, uavhengig av alder, er det eit tvangsekteskap.

source: Kjønnslemlestelse av kvinner og jenter
nn: Kjønnslemlesting av kvinner og jenter

source: Senest sju dager etter at arbeidstakeren har kommet til Norge må han eller hun møte opp og vise fram passet sitt hos
nn: Seinast sju dagar etter at arbeidstakaren har komme til Noreg, må han eller ho møte og vise fram passet sitt hos

source: Bor du i Norge og har norsk fødselsnummer eller D-nummer?
nn: Bur du i Noreg og har norsk fødselsnummer eller D-nummer?

source: hvis din situasjon endrer seg på en måte som kan ha betydning for saken
nn: dersom situasjonen din endrar seg på ein måte som kan ha noko å seie for saka

source: Foreligger det tariffavtale eller regulativ for bransjen?
nn: Ligg det føre tariffavtale eller regulativ for bransjen?

source: Det gjelder bare for disse typene familiemedlemmer:
nn: Det gjeld berre for desse typane familiemedlemmer:

source: Du bør utsette reisen til etter at du er blitt frisk.
nn: Du bør utsetje reisa til etter at du har vorte frisk.

source: Grunner til å bli utvist
nn: Grunnar til å bli utvist

source: Hvis en bestillingsknapp ikke vises på kvitteringssiden når du er logget inn i Søknadsportalen, betyr det at det for tiden ikke er ledige timer på oppmøtestedet ditt.
nn: Viss bestillingsknappen ikkje blir vist på kvitteringssida når du er logga inn i Søknadsportalen, betyr det at det for tida ikkje er ledige timar på oppmøtestaden din.

source: var bosatt i Norge
nn: var busett i Noreg,

source: Tilbake til forrige side (Ofte stilte spørsmål)
nn: Tilbake til førre side (Ofte stilte spørsmål)

source: Det betyr at dere har vært sammen lenge og har møtt hverandre flere ganger.
nn: Det betyr at de har vore saman lenge og har møtt kvarandre fleire gonger.

source: Du må ha mistet det norske statsborgerskapet ditt av en av disse grunnene
nn: Du må ha mista det norske statsborgarskapet ditt av ein av desse grunnane

source: Da må du ta med deg pass når du leverer dette skjemaet til politiet.
nn: Då må du ta med deg pass når du leverer dette skjemaet til politiet.

source: Som nordisk borger er det tilstrekkelig dokumentasjon hvis for eksempel arbeidsgiveren din går god for at du forstår norsk eller samisk.
nn: Som nordisk borgar er det til dømes tilstrekkeleg dokumentasjon dersom arbeidsgivaren din går god for at du forstår norsk eller samisk.

source: Det vanligste er å
nn: Det vanlegaste er å

source: har barn i Norge og fyller
nn: har barn i Noreg og fyller

source: Hva gjør politiet med informasjonen?
nn: Kva gjer politiet med informasjonen?

source: Gebyret for å søke familieinnvandring har nå blitt satt ned til 7800 kr for ektefeller, samboere og foreldre til flyktninger som skal søke om familiegjenforening.
nn: Gebyret for å søkje familieinnvandring har no blitt sett ned til 7800 kr for ektefellar, sambuarar og foreldre til flyktningar som skal søkje om familiegjenforeining.

source: elev ved videregående skole
nn: elev ved vidaregåande skole

source: som er ansvarlig for behandlingen av en
nn: ansvarleg for behandlinga av ein asylsøknad.

source: opplysninger om hvorfor du har blitt invitert, for eksempel til et bryllup eller en barnedåp
nn: opplysningar om kvifor du har blitt invitert, for eksempel til eit bryllaup eller ein barnedåp

source: UDI er den sentrale aktøren på utlendingsfeltet og en pådriver for gode brukeropplevelser og flyt i alle prosesser på tvers av etatene.
nn: UDI er den sentrale aktøren på utlendingsfeltet og ein pådrivar for gode brukaropplevingar og flyt i alle prosessar på tvers av etatane.

source: Kan du komme tilbake til Norge etter en utvisning?
nn: Kan du kome tilbake til Noreg etter ei utvising?

source: På denne siden kan du lese om hvordan vi behandler personopplysningene dine og hvilke rettigheter du som er registrert i våre systemer har.
nn: På denne sida kan du lese om korleis vi behandlar personopplysningane dine, og kva rettar du som er registrert i systema våre, har.

source: Hvis ambassaden har et slikt skjema, kan firmaet/organisasjonen fylle ut dette skjemaet i stedet for å skrive et brev.
nn: Dersom ambassaden har eit slikt skjema, kan firmaet/organisasjonen fylle ut dette skjemaet i staden for å skrive eit brev.

source: Det er bare politiet som har tilgang til kalenderen for timebestilling.
nn: Det er berre politiet som har tilgang til kalenderen for timebestilling.

source: Du må skrive inn hvilket land du er statsborger i.
nn: Du må skrive inn kva land du er statsborger i.

source: svare deg innen tre uker når du sender oss et brev (søknader er ikke omfattet av denne fristen)
nn: svare deg innan tre veker dersom du sender oss eit brev (søknader er ikkje omfatta av denne fristen)

source: Hvis de ikke finnes på et språk, bruker vi oversettere med formell kompetanse eller lang erfaring.
nn: Dersom dei ikkje finst på eit språk, bruker vi omsetjarar med formell kompetanse eller lang erfaring.

source: har fått oppholdstillatelsen tilbakekalt
nn: har fått opphaldsløyvet tilbakekalla

source: gjennomføringen av aktiviteten?
nn: gjennomføringa av aktiviteten?

source: Hvis du søker om beskyttelse for første gang hos politiet, må du fortsatt møte opp både når du leverer søknaden og når du har fått svar på søknaden.
nn: Viss du søkjer om vern for første gong hos politiet, må du framleis møte opp både når du leverer søknaden og når du har fått svar på søknaden.

source: Du må være engasjert av en norsk samarbeidspartner til
nn: Du må vere engasjert av ein norsk samarbeidspartnar til

source: som kommer til Norge uten omsorgspersoner skal blant annet ha annen omsorg enn voksne, og de har rett til en særskilt skjerming.
nn: kjem til Noreg utan omsorgspersonar, skal blant anna ha anna omsorg enn vaksne, og dei har rett til ei særskild skjerming.

source: Dersom søkeren får innvilget visum må hun eller han ta med seg garantiskjema ved innreise til Norge.
nn: Dersom søkaren får innvilga visum må ho eller han ta med seg garantiskjema ved innreise til Noreg.

source: Informasjon om hvordan www.udi.no er satt opp, hvordan du kan gjøre tilpasninger av nettstedet, og om hvordan UDI håndterer informasjon som sendes til oss elektronisk.
nn: Informasjon om korleis www.udi.no er sett opp, korleis du kan gjere tilpassingar av nettstaden, og korleis UDI handterer informasjon som blir send til oss elektronisk.

source: For at arbeidstakeren skal kunne søke om en oppholdstillatelse for arbeid må du gi han eller henne et konkret arbeidstilbud.
nn: For at arbeidstakaren skal kunne søkje om eit opphaldsløyve for arbeid, må du gi han eller henne eit konkret arbeidstilbod.

source: søke om familiegjenforening.
nn: søkje om familiegjenforeining.

source: Du må ha et konkret tilbud om arbeid som artist, musiker, kunstner eller nødvendig hjelpepersonell som følger med.
nn: Du må ha eit konkret tilbod om arbeid som artist, musikar, kunstnar eller nødvendig hjelpepersonell som følgjer med.

source: Vi skal hele tiden forbedre arbeidsprosessene våre slik at vi kan levere bedre resultater sammen.
nn: Vi skal heile tida forbetre arbeidsprosessane våre slik at vi kan levere betre resultat saman.

source: skriftlig melding til politiet
nn: melde frå skriftleg til politiet
